{
  "items": [
    {
      "name": "Aigle d'Océan",
      "slug": "journaux",
      "order": 0,
      "slides": [
        {
          "type": "intro",
          "text": {
            "fr": "En août 1975, l'AIGLE D’OCÉAN, un caboteur de Saint-Joseph-de-la-Rive, effectue son dernier voyage en Arctique pour ravitailler des villages inuits, avant d’être retiré du service. Le 20 août, après un déchargement à Koartak, il se dirige, avec un équipage de neuf hommes, vers la mer du Labrador lorsqu’une météo glaciale et de forts vents le contraignent à trouver refuge près du brise-glace NORMAN McLEOD ROGERS de la Garde côtière canadienne. Alors qu’il est presque arrivé, le navire éprouve des difficultés en raison d’une importante voie d'eau dans une mer agitée. Son message de détresse alarme l’équipage du brise-glace qui se mobilise pour aider le caboteur en train de chavirer. Dans un dernier mouvement, l’AIGLE D’OCÉAN coule par l’arrière. Cinq survivants et deux corps sont récupérés dans les heures qui suivent. Pendant ce temps, l’hélicoptère du brise-glace ne répond plus aux appels radio. Des recherches au sol sont entreprises, mais ce n’est que le lendemain qu’on retrouve les restes de l'hélicoptère avec les corps sans vie du pilote et du mécanicien. ",
            "en": "In August 1975, the Saint-Joseph-de-la-Rive steel coaster AIGLE D'OCÉAN, with a crew of nine, made her last trip to the Arctic to supply Inuit villages before being withdrawn from service. \n\nOn August 20, after unloading at Koartak, she headed for the Labrador Sea when icy weather and strong winds forced her to seek shelter near the Canadian Coast Guard icebreaker NORMAN MCLEOD ROGERS. Just as she was about to arrive, the vessel encountered a large inflow of water in rough seas. Her distress message reached the icebreaker's crew, who mobilized to help the capsizing vessel and her crew of nine men. Despite a last effort, the AIGLE D'OCÉAN sank by the stern. Five survivors and two bodies were recovered in the hours that followed. Meanwhile, the icebreaker's helicopter stopped responding to radio calls, and a ground search was launched. It was not until the following morning that the wreckage of the helicopter was found; the crash had killed both the pilot and the mechanic."
          }
        },
        {
          "type": null
        }
      ]
    },
    {
      "name": { "fr": "Journaux", "en": "Newspapers" },
      "slug": "journaux",
      "order": 1,
      "slides": [
        {
          "type": "tiles",
          "group": 1
        },
        {
          "type": "tiles",
          "group": 2
        },
        {
          "type": "tiles",
          "group": 3
        }
      ]
    },
    {
      "name": { "fr": "Photos", "en": "Pictures" },
      "slug": "photos",
      "order": 2,
      "slides": [
        {
          "type": "tiles",
          "group": 1
        },
        {
          "type": "tiles",
          "group": 2
        },
        {
          "type": "tiles",
          "group": 3
        },
        {
          "type": "tiles",
          "group": 4
        },
        {
          "type": "tiles",
          "group": 5
        }
      ]
    },
    {
      "name": { "fr": "Vidéos", "en": "Videos" },
      "slug": "aigle",
      "order": 3,
      "slides": [
        {
          "type": "wall",
          "videos": [
            {
              "fr": {
                "name": "Accident",
                "path": "aigle/Aigle accident.mp4"
              },
              "en": {
                "name": "Accident",
                "path": "aigle/Aigle accident ang.mp4"
              }
            },
            {
              "fr": {
                "name": "Noyade 1",
                "path": "aigle/Aigle noyade 1.mp4"
              },
              "en": {
                "name": "Noyade 1",
                "path": "aigle/Aigle noyade 1 ang.mp4"
              }
            },
            {
              "fr": {
                "name": "Noyade 2",
                "path": "aigle/Aigle noyade 2.mp4"
              },
              "en": {
                "name": "Noyade 2",
                "path": "aigle/Aigle noyade 2 ang.mp4"
              }
            },
            {
              "fr": {
                "name": "Noyade 3",
                "path": "aigle/Aigle noyade 3.mp4"
              },
              "en": {
                "name": "Noyade 3",
                "path": "aigle/Aigle noyade 3 ang.mp4"
              }
            },
            {
              "fr": {
                "name": "Sécurité",
                "path": "aigle/Aigle sécurité.mp4"
              },
              "en": {
                "name": "Noyade 3",
                "path": "aigle/Aigle sécurité ang.mp4"
              }
            }
          ]
        }
      ]
    }
  ]
}
